Repository: kontalk/iosclient
Catalog: Kontalk/*.lproj/Localizable.strings
Languages: it

# contact_name_server
source: Your server
it: Il tuo server

# notify_incoming_message_channel_name
source: Messages
it: Messaggi

# notify_incoming_message_channel_description
source: Incoming messages
it: Messaggi in arrivo

# notify_media_download_channel_name
source: Downloads
it: Scaricamenti

# notify_media_upload_channel_description
source: Media uploads
it: Caricamenti mediali

# notify_media_download_channel_description
source: Media downloads
it: Scaricamenti mediali

# notify_media_upload_channel_name
source: Uploads
it: Caricamenti

# notify_message_center_channel_name
source: Message Center
it: Centro messaggi

# menu_disable_encryption
source: Disable
it: Disabilita

# msg_iab_thankyou
source: Thank you!
it: Grazie!

# title_identity
source: Identity
it: Identità

# title_donation
source: Donate
it: Dona

# title_about
source: About
it: Info

# pref_about
source: About
it: Info

# pref_donate
source: Donate
it: Dona

# menu_map
source: Map
it: Mappa

# menu_open_map
source: Open in maps
it: Apri nelle mappe

# your_position
source: You
it: Tu

# loading
source: Loadingâ¦
it: Carico…

# attachment_location
source: Location
it: Luogo

# attachment_vcard
source: Contact
it: Contatto

# attachment_file
source: File
it: Documento

# attachment_contact
source: Contact
it: Contatto

# attachment_picture
source: Gallery
it: Galleria

# attachment_camera
source: Camera
it: Fotocamera

# msg_status_encrypted
source: Encrypted
it: Cifrato

# msg_status_delivered
source: Delivered
it: Inviato

# msg_status_notdelivered
source: Not delivered
it: Non consegnato

# msg_status_notaccepted
source: Refused
it: Rifiutato

# msg_status_sent
source: Sent
it: Inviato

# msg_status_sending
source: Sending
it: In invio

# title_passphrase
source: Password
it: Parola chiave

# pref_remove_prefix
source: Dial prefix
it: Componi il prefisso

# pref_maps_google_label
source: Google Maps
it: Mappe di Google

# pref_wakeup_time_label_3h
source: 3 hours
it: 3 ore

# pref_wakeup_time_label_1h
source: 1 hour
it: 1 ora

# pref_wakeup_time_label_30m
source: 30 minutes
it: 30 minuti

# pref_wakeup_time_label_15m
source: 15 minutes
it: 15 minuti

# pref_wakeup_time_label_5m
source: 5 minutes
it: 5 minuti

# pref_idle_time_label_1h
source: 1 hour
it: 1 ora

# pref_idle_time_label_30m
source: 30 minutes
it: 30 minuti

# pref_idle_time_label_15m
source: 15 minutes
it: 15 minuti

# pref_idle_time_label_5m
source: 5 minutes
it: 5 minuti

# pref_idle_time_label_never
source: Never
it: Mai

# pref_image_resize_label_large
source: Large (2.0MP)
it: Grande (2.0MP)

# pref_image_resize_label_medium
source: Medium (1.0MP)
it: Media (1.0MP)

# pref_image_resize_label_small
source: Small (0.4MP)
it: Piccola (0.4MP)

# pref_image_resize_label_original
source: Original
it: Originale

# pref_text_enter_label_newline_send
source: Send
it: Invia

# pref_text_enter_label_newline
source: Enter
it: Entra

# pref_text_enter_label_default
source: Default
it: Predefinito

# pref_balloon_label_classic_old
source: Classic (old)
it: Classico (vecchio)

# pref_balloon_label_classic
source: Classic
it: Classico

# pref_balloon_label_silence
source: Silence
it: Silenzia

# pref_fontsize_label_large
source: Large
it: Grande

# pref_fontsize_label_medium
source: Medium
it: Medio

# pref_fontsize_label_small
source: Small
it: Piccolo

# pref_vibrate_label_never
source: Never
it: Mai

# pref_vibrate_label_always
source: Always
it: Sempre

# pref_background_uri
source: Background
it: Sfondo

# pref_custom_background
source: Custom background
it: Sfondo personale

# invitation_sent_label
source: pending invitation
it: invito pendente

# seen_offline_label
source: offline
it: scollegato

# seen_away_label
source: online
it: collegato

# seen_online_label
source: active
it: attivo

# seen_moment_ago_label
source: a moment ago
it: un momento fa

source: Attachment upload
it: Caricamento allegato

source: Attachment download
it: Scaricamento allegato

# msg_msgcenter_restarted
source: Message center restarted.
it: Centro messaggi riavviato.

# open_audio
source: Play audio file
it: Riproduci documento sonoro

source: Open file
it: Apri documento

source: vCard message
it: Messaggio vCard

# menu_encryption
source: Encryption
it: Crittografia

# menu_unblock_user
source: Unblock
it: Sblocca

# menu_block_user
source: Block
it: Blocca

# menu_leave_group
source: Leave group
it: Lascia il gruppo

# menu_set_group_subject
source: Set group subject
it: Imposta la tematica del gruppo

# menu_group_info
source: Group info
it: Info sul gruppo

# menu_start_group
source: Start group
it: Inizia un gruppo

# menu_invite_group
source: Add users
it: Aggiungi utenti

# menu_smileys
source: Smileys
it: Faccine

# menu_attachment
source: Attach
it: Allega

# menu_status
source: Status
it: Stato

# pref_font_size
source: Font size
it: Dimensione carattere

# no_user_not_found
source: Send invite
it: Manda un invito

# title_user_not_found
source: User not found
it: Utente non trovato

# title_error
source: Error
it: Errore

# menu_invite
source: Invite users
it: Invita gli utenti

# menu_refresh
source: Refresh
it: Aggiorna

# title_no_name
source: Your name
it: Il tuo nome

# title_invalid_code
source: Invalid code
it: Codice non valido

# title_invalid_number
source: Invalid number
it: Numero non valido

# notify_title_upload_error
source: Upload error
it: Errore nel caricamento

# notify_ticker_upload_error
source: Upload failed
it: Caricamento fallito

# notify_title_download_error
source: Download error
it: Errore di scaricamento

# notify_ticker_download_error
source: Download failed
it: Scaricamento fallito

# notify_title_download_completed
source: Download completed
it: Scaricamento completato

# notify_ticker_download_completed
source: Download completed
it: Scaricamento completato

# button_validation_fallback_callerid
source: Try another way
it: Prova in altro modo

# button_validation_register
source: Verify
it: Verifica

# button_validate
source: Register
it: Registra

# text_encrypted
source: (encrypted)
it: (cifrato)

# peer_unknown
source: (unknown)
it: (sconosciuto)

# pref_vibrate
source: Vibrate
it: Vibra

# pref_ringtone
source: Select ringtone
it: Seleziona suoneria

# pref_notification_led_color
source: Notification LED color
it: Colore del LED di notifica

# pref_enable_notification_led
source: Notification LED
it: LED di notifica

# pref_enable_notifications
source: Notifications
it: Notifiche

# pref_notification_settings
source: Notifications
it: Notifiche

# title_search
source: Search: "%s"
it: Cerca: "%s"

# hint_search_quickbox
source: Text in your messages
it: Testo nei tuoi messaggi

# hint_search_full
source: Search messages
it: Cerca i messaggi

# pref_push_notifications_disabled
source: Disabled
it: Disabilitato

# has_draft
source: Draft
it: Bozza

# download_cancel
source: Cancel download
it: Annulla scaricamento

source: Download
it: Scarica

# contacts_list_title
source: Choose a contact
it: Scegli un contatto

source: Message text copied.
it: Messaggio di testo copiato.

# msg_authenticated
source: Registered to the network!
it: Registrato alla rete!

# notify_other_channel_name
source: Other
it: Altro

# notify_other_channel_description
source: Other notifications
it: Altre notifiche

# pref_title_on_hide_presence
source: Users will not see you online
it: Gli utenti non ti vedranno collegato

# pref_hide_presence
source: Hide presence
it: Nascondi presenza

# pref_encrypt_userdata
source: Encrypt personal data
it: Cifra i dati personali

# pref_encrypt
source: Encrypt messages
it: Cifra i messaggi

# pref_privacy_settings
source: Privacy
it: Privatezza

# pref_messaging_settings
source: Messaging
it: Messaggistica

# position_screen_title
source: Position
it: Posizione

# pref_regenerate_keypair
source: Regenerate personal key
it: Rigenera la chiave personale

# pref_maintenance
source: Maintenance
it: Manutenzione

# pref_wakeup_time
source: Reconnect to server
it: Riconnetti al server

# pref_title_idle_time
source: How long to wait before disconnecting for inactivity
it: Tempo d'attesa prima di disconnettersi per inattività

# pref_idle_time
source: Disconnect when idle
it: Disconnetti quando è a riposo

# pref_title_restart_msgcenter
source: Use this if Kontalk is not working properly
it: Usa questo se Kontalk non sta funzionando bene

# pref_restart_msgcenter
source: Restart message center
it: Riavvia il centro messaggi

# title_file_info
source: File information
it: Informazione documento

# size_unknown
source: (unknown)
it: (sconosciuto)

# size_label
source: Size:u0020
it: Dimensione:

# security_label
source: Security:u0020
it: Sicurezza:

# encrypted_label
source: Encrypted:u0020
it: Crittografato:

# delivered_label
source: Delivered:u0020
it: Consegnato:

# notdelivered_label
source: Not delivered:u0020
it: Non consegnato:

# refused_label
source: Not accepted:u0020
it: Non accettato:

# sending_label
source: Sending:u0020
it: In invio:

# error_label
source: Error:u0020
it: Errore:

# received_label
source: Received:u0020
it: Ricevuto:

# sent_label
source: Sent:u0020
it: Inviato:

# to_address_label
source: To:u0020
it: A:

# from_label
source: From:u0020
it: Da:

source: Audio message
it: Messaggio sonoro

source: Image message
it: Messaggio d'immagine

source: Location message
it: Messaggio di posizione

source: Text message
it: Messaggio di testo

# message_type_label
source: Type:u0020
it: Digita:

# title_message_details
source: Message details
it: Dettagli messaggio

# menu_message_details
source: Details
it: Dettagli

# title_message_options
source: Message options
it: Opzioni messaggio

source: View image
it: Vedi immagine

# hint_open_kbd_to_compose
source: Open keyboard to compose message
it: Apri la tastiera per comporre il messaggio

# hint_type_to_compose
source: Type to compose
it: Digita per comporre

# hint_enter_text
source: Enter your text here
it: Inserisci qui il tuo testo

# only_one_account_supported
source: Only one Kontalk account is supported.
it: È supportato solo un conto Kontalk.

source: New messages
it: Nuovi messaggi

# confirm_will_delete_thread
source: The entire chat will be deleted.
it: L'intera conversazione verrà eliminata.

# confirm_delete_thread
source: Delete chat
it: Elimina la conversazione

# delete_thread_messages
source: Delete chat history
it: Elimina lo storico della conversazione

# menu_ctx_sticky
source: Favorite
it: Preferiti

# menu_ctx_delete_threads
source: Delete
it: Elimina

# menu_ctx_archive_threads
source: Archive
it: Archivia

# delete_thread
source: Delete chat
it: Elimina conversazione

# view_conversation
source: View chat
it: Vedi conversazione

source: View contact
it: Vedi contatto

# open_conversation
source: View
it: Vedi

source: Reply
it: Replica

# mark_read
source: Read
it: Letto

source: Call
it: Chiama

# confirm_will_delete_all
source: All chats will be deleted.
it: Tutte le conversazioni verranno eliminate.

# confirm_delete_all
source: Delete all chats
it: Elimina tutte le conversazioni

source: Delete message
it: Elimina il messaggio

# copy_message_text
source: Copy text
it: Copia il testo

# resend
source: Send again
it: Invia di nuovo

source: Share
it: Condividi

# title_confirm_cancel_registration
source: Cancel registration?
it: Annullo la registrazione?

# msg_importing_key
source: Importing personal key&#8230;
it: Importo la chiave personale&#8230;

# msg_validating_phone
source: Requesting registration&#8230;
it: Richiedo la registrazione&#8230;

# button_refuse
source: Refuse
it: Rifiuta

# button_accept
source: Accept
it: Accetta

# text_invitation2
source: Fingerprint:
it: Impronta:

# kilometers_away
source: %.2f km away
it: %.2f km distante

# meters_away
source: %d m away
it: %d m distante

# err_no_contact
source: Contact not found.
it: Contatto non trovato.

# pref_media_autodownload
source: Download automatically
it: Scarica in automatico

# warn_invalid_number
source: Please enter a valid phone number.
it: Per cortesia inserisci un numero di telefono valido.

# hint_validation_code
source: Verification code
it: Codice di verifica

# hint_validation_number
source: Your number
it: Il tuo numero

# hint_validation_name
source: Your name
it: Il tuo nome

# code_validation_intro2_missed_call
source: Please insert the last %d digits of the number you will be called by.
it: Per cortesia inserisci le ultime %d cifre del numero del tuo chiamante.

# code_validation_intro_missed_call
source: You should receive a missed call to your number briefly. PLEASE DO NOT ANSWER THE CALL.
it: Dovresti ricevere una chiamata mancata al tuo numero a breve. PER FAVORE NON RISPONDERE ALLA CHIAMATA.

# code_validation_intro3
source: Please note that SMS or call might come from a foreign number.
it: Per cortesia nota che gli SMS o le chiamate potrebbero arrivare da un numero straniero.

# code_validation_intro2
source: Please insert the code you receive or hear below.
it: Per cortesia inserisci il codice ricevuto od ascoltato qui sotto.

# code_validation_intro
source: You should receive a SMS or a call to your number briefly.
it: Dovresti ricevere un SMS od una chiamata a breve.

# number_validation_intro2
source: If you are unable to receive calls or SMS on this device, insert a phone number you own: we will associate that number to this device.
it: Se non riesci a ricevere chiamate od SMS qui, inserisci un numero che possiedi: lo associeremo a questo dispositivo.

# number_validation_intro1
source: Please enter your name, select your country code and input your mobile phone number. More instructions will be provided in the next screen.
it: Per cortesia inserisci il tuo nome, prefisso internazionale e numero di telefonino. Verranno fornite più informazioni nella schermata successiva.

# pref_title_network_uri
source: This will override server list automatic management
it: Ciò sovrascriverà la gestione automatica della lista

# pref_network_uri
source: Manual server address
it: Indirizzo server manuale

# pref_network_settings
source: Network
it: Rete

# pref_account_settings
source: Account
it: Conto

# menu_manual_verification
source: Already have a code?
it: Hai già un codice?

# menu_import_device
source: Register from another device
it: Registrati da un'altro dispositivo

# menu_import_key
source: Import key
it: Chiave d'importazione

# menu_online
source: Go online
it: Collegati

# menu_offline
source: Go offline
it: Scollegati

# menu_settings
source: Settings
it: Impostazioni

# mykey_activity_title
source: My personal key
it: Mia chiave personale

# menu_search
source: Search
it: Cerca

# menu_delete_all
source: Delete chats
it: Elimina conversazione

# menu_create_group
source: Create group
it: Crea gruppo

# menu_compose
source: Compose
it: Componi

source: Send
it: Invia

source: Yes
it: Si

source: Cancel
it: Annulla

source: Download Service
it: Servizio di scaricamento

# sync_service_name
source: Sync Contacts
it: Sincronia contatti

# authenticator_name
source: Authentication Service
it: Servizio d'autenticazione

# service_name
source: Message Center
it: Centro messaggi

# app_description
source: Community-driven instant messaging network
it: Messaggeria istantanea guidata dalla comunità
