Repository: kontalk/iosclient
Catalog: Kontalk/*.lproj/Localizable.strings
Languages: it

# msg_auth_error
source: Authentication to a Kontalk server failed the last time we tried to connect. It could be a temporary server failure or, most probably, the server is refusing your personal key. We recommend deleting your Kontalk account from Android system settings and register again (you will lose all of your Kontalk messages though).
it: L'autenticazione a un server Kontalk non è riuscita l'ultima volta che abbiamo provato a connetterci. Potrebbe essere un errore temporaneo del server o, molto probabilmente, il server sta rifiutando la tua chiave personale. Ti consigliamo di eliminare il tuo conto Kontalk dalle impostazioni di sistema Android e di registrarti di nuovo (perderai però tutti i tuoi messaggi Kontalk).

# import_device_message
source: Open Kontalk on the other device, choose menu &gt; Settings &gt; Maintenance &gt; Register device. A secret code and a barcode representing it will be displayed.
it: Apri Kontal sull'altro dispositivo, scegli menù &gt; Impostazioni &gt; Manutenzione &gt; Registra dispositivo. Ti verrà mostrato un codice segreto ed uno a barre che lo rappresenta.

# err_validation_contacts_denied
source: Kontalk needs access to contacts in order to function properly. How can it know the people you can chat with?? You may cancel now, but you will be asked again once you've registered.
it: Kontalk necessita l'accesso ai contatti per poter funzionare adeguatamente. Come potrebbe mai conoscere le persone con cui conversi?? Potresti annullare ora, ma ti verrà richiesto ancora, una volta registrato.

# err_contacts_denied
source: Kontalk needs access to contacts in order to function properly. How can it know the people you can chat with?? You can allow access to contacts from Android settings.
it: Kontalk necessita l'accesso ai contatti per poter funzionare adeguatamente. Come potrebbe mai conoscere le persone con cui conversi?? Puoi accedere l'accesso ai contatti dalle impostazioni di Android.

# err_storage_denied
source: Kontalk needs access to local storage to store media. You can allow access to storage from Android settings.
it: Kontalk necessita l'accesso alla memoria locale per memorizzare i documenti. Puoi permettere l'accesso alla memoria dalle impostazioni di Android.

# security_status_bad
source: bad
it: cattiva

# security_status_good
source: good
it: buona

# pref_title_foreground_service
source: Activate this if you want Kontalk to be active in the background when going low on resources. A sticky notification will be displayed
it: Attivalo se vuoi che Kontalk sia attivo silenziosamente quando le risorse stanno per esaurirsi. Verrà mostrata una notifica adesiva

# msg_doze_mode
source: Kontalk requires to be whitelisted from battery optimization to function properly. We promise we won't hog your battery.
it: Kontalk richiede di essere esonerato dall'ottimizzazione della batteria per funzionare adeguatamente. Promettiamo di non consumare la tua batteria.

# msg_public_key_unknown_warning
source: Please verify with the user that his/her fingerprint matches the one displayed in the identity dialog, otherwise communication could be compromised!
it: Per cortesia verifica con l'utente che la sua impronta coincida con quella mostrata nel dialogo d'identità, altrimenti la comunicazione potrebbe essere compromessa!

# donate_text
source: Kontalk needs money to keep running. Please consider a donation, even a small one.
it: Kontalk ha bisogno di risorse monetarie per essere eseguito. Per cortesia considera una donazione, anche se piccola.

# message_offline_mode_warning
source: In offline mode Kontalk will not connect to the server until you go back to online mode. You will not be able to send or receive messages and users will see you as offline.
it: In modalità sconnessa, Kontalk non si connetterà al server fin quando non si torna alla modalità connessa. Non sarai in grado di inviare o ricevere messaggi e gli utenti ti vedranno come utente sconnesso.

# delete_threads_groups_disclaimer
source: Group chats will only have their chat history deleted unless the checkbox above is selected.
it: Per le conversazioni di gruppo verrà eliminata solo la cronologia delle conversazioni, a meno che la casella di controllo sopra non sia selezionata.

# msg_huawei_protected_apps
source: Kontalk requires to be enabled in Protected Apps to function properly.
it: Kontalk richiede di essere abilitato nelle applicazioni protette per funzionare correttamente.

# text_group_command_fallback
source: This is a group chat message. You're using an old version of Kontalk or your client doesn't support the group chat protocol. Please upgrade to the latest version!
it: Questo è un messaggio di chat di gruppo. Stai usando una vecchia versione di Kontalk o il tuo cliente non supporta il protocollo di conversazione di gruppo. Effettua l'aggiornamento all'ultima versione!

# group_command_owner_parted
source: The owner (%s) left the group. No one can add or remove members.
it: Il proprietario (%s) ha lasciato il gruppo. Nessuno può aggiungere o rimuovere membri.

# about_credits_devteam
source: Kontalk is brought to you by:
it: Kontalk vi è stato portato da:

# warning_public_key_group_unverified
source: Identity of some group members have not been verified.
it: L'identità di alcuni membri del gruppo non è stata verificata.

# msg_public_key_changed_warning
source: Please verify with the user that he/she reinstalled Kontalk or regenerated his/her key intentionally, otherwise communication could be compromised!
it: Verificare con l'utente che abbia reinstallato Kontalk o rigenerato intenzionalmente la sua chiave, altrimenti la comunicazione potrebbe essere compromessa!

# warning_older_version
source: Your buddy is using an older version of Kontalk. Some features might not work correctly.
it: Il tuo amico sta usando una versione vecchia di Kontalk. Alcune funzioni potrebbero non funzionare correttamente.

# pref_msg_media_autodownload_threshold
source: Enter a value in KB. Set to 0 to never download automatically.
it: Inserisci un valore in KB. Imposta a 0 per non scaricare mai in automatico.

# pref_title_media_autodownload_threshold
source: Files smaller than this size will always be downloaded automatically
it: I documenti di dimensioni inferiori a questa dimensione verranno sempre scaricati automaticamente

# pref_media_autodownload_threshold
source: Automatic download threshold
it: Soglia di scaricamento automatico

# err_playing_sdcard
source: Error reading from external storage.
it: Errore durante la lettura dalla memoria esterna.

# err_audio_record_noaudio
source: No audio was recorded.
it: Non è stato registrato alcun elemento sonoro.

# err_audio_record_writing
source: Error writing on external storage.
it: Errore nella scrittura nella memoria esterna.

# err_change_passphrase
source: Unable to change the personal key password.
it: Non riesco a modificare la parola chiave della chiave personale.

# hint_ptt
source: Tap and hold the mic to record.
it: Premi e mantieni premuto il microfono per registrare.

# err_password_too_short
source: Password must be at least %d characters.
it: La parola chiave deve avere almeno %d caratteri.

# msg_disable_encryption
source: All new messages sent in this chat will NOT be encrypted. Disable encryption only if your contact does not have a personal key.
it: Tutti i nuovi messaggi inviati in questa conversazione NON verranno cifrati. Disattiva la crittografia solo se il tuo contatto non dispone di una chiave personale.

# msg_unblock_user_warning
source: You're about to unblock this user. Unblocking will allow him/her to send messages to you and see your status and last known presence.
it: Stai per sbloccare questo utente. Lo sblocco gli consentirà di inviarti messaggi e vedere il tuo stato e l'ultima presenza nota.

# msg_block_user_warning
source: You're about to block this user. If you do so, this user won't be able to send you any message or media until you unblock him/her. This user also won't be able to see your status or last known presence and you won't be able to see his/her status too. As a side effect, you won't be able to send any message or media to him/her either.
it: Stai per bloccare questo utente. Se lo fai, questo utente non sarà in grado di inviarti alcun messaggio o documento fin quando non lo sblocchi. Questo utente inoltre non sarà in grado di vedere il tuo stato o l'ultima presenza nota e non sarai in grado di vedere anche il suo stato. Come effetto collaterale, non sarai in grado di inviargli alcun messaggio o documento.

# msg_delete_account_progress
source: Deleting your account&#8230;
it: Elimino il tuo conto&#8230;

# msg_delete_account
source: Deleting your account will also delete all your messages. Your account on the server will be deleted automatically after a few weeks.
it: Eliminando il tuo conto verranno eliminati anche tutti i tuoi messaggi. Il tuo conto sul server verrà eliminato automaticamente dopo alcune settimane.

# pref_title_server_messages
source: Allow messages from server administrators. You might miss important news if you disable this
it: Consenti i messaggi dagli amministratori del server. Potresti perdere notizie importanti se disabiliti questa opzione

# pref_title_sync_invisible_contacts
source: Include contacts not displayed in Contacts app. Enable if you use DAVDroid
it: Includi i contatti non mostrati nell'applicazione Contatti. Abilita se usi DAVDroid

# pref_title_sync_sim_contacts
source: Include SIM contacts when checking for registered users
it: Includere i contatti della SIM durante il controllo degli utenti registrati

# pref_sync_sim_contacts
source: Sync from SIM contacts
it: Sincronizza dai contatti della SIM

# warn_not_subscribed
source: Unable to send message. User has not accepted your invitation yet.
it: Impossibile inviare il messaggio. L'utente non ha ancora accettato il tuo invito.

# warn_encryption_failed
source: Unable to encrypt message. Disable encryption from settings to send message anyway.
it: Non riesco a cifrare il messaggio. Disabilita la crittografia dalle impostazioni per inviare comunque il messaggio.

# warn_no_public_key
source: Unable to find a public key for this user. Try refreshing your contact list or disable encryption from settings to send message anyway.
it: Non riesco a trovare una chiave pubblica per questo utente. Prova ad aggiornare l'elenco dei contatti o disabilita la crittografia dalle impostazioni per inviare comunque il messaggio.

# warn_no_personal_key
source: Unable to load personal key. Disable encryption from settings to send message anyway.
it: Non riesco a caricare la chiave personale. Disabilita la crittografia dalle impostazioni per inviare comunque il messaggio.

# bitcoin_clipboard_copied
source: Bitcoin address copied to clipboard.
it: Indirizzo Bitcoin copiato negli appunti.

# iab_error_query
source: Failed to query in-app billing inventory (%d)
it: Non riesco ad eseguire la richiesta d'inventario di fatturazione in-app (%d)

# iab_error_setup
source: Error during in-app billing setup (%d)
it: Errore durante la configurazione della fatturazione in-app (%d)

# msg_iab_thankyou_warning
source: Something went wrong, but the donation went through. Thank you!
it: Qualcosa è andato storto, ma la donazione è andata a buon fine. Grazie!

# msg_connecting_iab
source: Connecting to Google Play&#8230;
it: Mi connetto a Google Play&#8230;

# security_error_invalid_sender
source: u0020(invalid sender)
it: (mittente non valido)

# security_error_invalid_signature
source: u0020(invalid signature)
it: (firma non valida)

# err_keypair_export_other
source: Unable to export personal key.
it: Non riesco ad esportare la chiave personale.

# err_keypair_export_write
source: Unable to write personal key to external storage.
it: Non riesco a scrivere la chiave personale nella memoria esterna.

# msg_keypair_exported
source: Personal key and login certificate exported to external storage.
it: Chiave personale e certificato di accesso esportati in un archivio esterno.

# msg_no_personal_key
source: A personal key is currently unavailable (probably because you just upgraded). You will not be able to login into the Kontalk network if you don't generate a personal key. Please insert your name by closing Kontalk and opening it again.
it: Una chiave personale non è attualmente disponibile (probabilmente perché hai appena eseguito l'aggiornamento). Non sarai in grado di accedere alla rete Kontalk se non generi una chiave personale. Per cortesia inserisci il tuo nome chiudendo Kontalk e riaprendolo.

# title_no_personal_key
source: No personal key
it: Nessuna chiave personale

# msg_xmpp_upgrading
source: Upgrading&#8230;
it: Aggiorno&#8230;

# notify_gen_keypair_text
source: You can continue to work normally.
it: Puoi continuare a lavorare normalmente.

# notify_gen_keypair_title
source: Generating personal key
it: Genero la chiave personale

# notify_gen_keypair_ticker
source: Generating personal key&#8230;
it: Genero la chiave personale&#8230;

# msg_gen_keypair_complete
source: Personal key regeneration completed.
it: Rigenerazione della chiave personale completata.

# msg_generating_keypair
source: Generating personal key in the background.
it: Genero la chiave personale nello sfondo.

# text_bitcoin_dialog
source: Bitcoin address: %s
it: Indirizzo Bitcoin: %s

# pref_balloons_groups
source: Group chat balloon theme
it: Tema del fumetto della conversazione di gruppo

# pref_balloons
source: Chat balloon theme
it: Tema del fumetto della conversazione

# msg_import_keypair
source: Kontalk will import your keys from %s in your external storage. Be sure that the file exists and it's a valid exported keys archive.
it: Kontalk importerà le tue chiavi da %s nella tua memoria esterna. Assicurati che il documento esista e che sia un archivio di chiavi esportato valido.

# pref_push_notifications_title_default
source: Push notifications are a server-assisted technology to save battery. It does not affect real-time delivery of messages. When disabled, Kontalk connection behavior can be fine tuned in the network settings screen.
it: Le notifiche Push sono una tecnologia assistita dal server per risparmiare batteria. Non influisce sulla consegna in tempo reale dei messaggi. Quando disabilitato, il comportamento della connessione di Kontalk può essere ottimizzato nella schermata delle impostazioni di rete.

# pref_title_text_enter
source: Select behavior of enter button in keyboard
it: Seleziona il comportamento del pulsante di Invio sulla tastiera

# warn_invite_no_app
source: No application available to invite users.
it: Nessuna applicazione disponibile per invitare gli utenti.

# notification_ticker_service_running
source: Kontalk is running in the background
it: Kontalk è in esecuzione sullo sfondo

# pref_server_messages
source: Receive server messages
it: Ricevi i messaggi dal server

# confirm_will_leave_group
source: You won't be able to enter this group again after you leave.
it: Non potrai più entrare in questo gruppo dopo essere uscito.

# msg_ignore_all_identities
source: All unverified identities will be marked as ignored.
it: Tutte le identità non verificate verranno segnate come ignorate.

# btn_request_doze_mode_whitelist
source: Request permission
it: Richiedi il permesso

# msg_request_doze_failed_manual
source: Please mark Kontalk as not optimized in the next screen.
it: Per cortesia assegna Kontalk come non ottimizzato nella schermata successiva.

# msg_request_doze_failed_all
source: Couldn't find battery optimization settings, bringing you to system settings.
it: Non riesco a trovare le impostazioni di ottimizzazione della batteria, ti porto alle impostazioni di sistema.

# pref_reporting
source: Send anonymous usage statistics
it: Invia le statistiche d'uso anonime

# pref_title_reporting
source: Including crash reports
it: Includi i rapporti sugli arresti anomali

# pref_title_foreground_service_mandatory
source: Kontalk requires this settings to work correctly on this device
it: Kontalk richiede che queste impostazioni funzionino correttamente su questo dispositivo

# msg_copy_database_success
source: Database copied to: %s
it: Database copiato su:%s

# msg_copy_database_failed
source: Database copy failed: %s
it: Copia del database non riuscita:% s

# register_device_instructions
source: Shoot the bar code below or input the following data manually from your other device.
it: Riprendi il codice a barre riportato di seguito o inserisci i seguenti dati manualmente dall'altro dispositivo.

# register_device_requesting
source: Requesting registration&#8230;
it: Richiedo la registrazione&#8230;

# import_device_requesting
source: Requesting account&#8230;
it: Richiedo il conto&#8230;

# app_name_offline
source: Kontalk (offline)
it: Kontalk (scollegato)

# pref_foreground_service
source: Enable foreground service
it: Abilita il servizio in primo piano

# import_device_instructions
source: Input the requested data below as it appears on your other device.
it: Inserisci i dati richiesti di seguito come appaiono sull'altro dispositivo.

# import_device_invalid_barcode
source: No valid data found in the barcode.
it: Nessun dato valido trovato nel codice a barre.

# btn_device_overwrite
source: I lost my old account or device
it: Ho perso il mio vecchio conto o dispositivo

# warn_contacts_denied
source: You denied access to contacts. You won't be able to see changes in contacts here.
it: Hai negato l'accesso ai contatti. Non sarai in grado di vedere le modifiche nei contatti qui.

# err_camera_scanner_denied
source: We need access to your camera in order to scan the barcode from the other device.
it: Abbiamo bisogno di accedere alla tua fotocamera per scansionare il codice a barre dall'altro dispositivo.

# err_camera_picture_denied
source: We need access to your camera to take pictures.
it: Abbiamo bisogno di accedere alla tua fotocamera per scattare la foto.

# err_location_denied
source: We need access to your location if you want to share it.
it: Abbiamo bisogno di accedere alla tua posizione se desideri condividerla.

# err_emoji_disabled_in_multiwindow
source: Emoji can't be used in multi-window mode.
it: L'Emoji non può essere usato in modalità multi-finestra.

# permission_messages_description
source: Can read from and write to the Kontalk messages database
it: Può leggere e scrivere nel database dei messaggi di Kontalk

# permission_users_label
source: Access to Kontalk users information
it: Accesso alle informazioni sugli utenti di Kontalk

# pref_title_wakeup_time
source: How long to wait before reconnecting to the server after an inactivity period. Used only if push notifications are not available or network quality is very bad
it: Tempo d'attesa prima di riconnettersi al server dopo un periodo d'inattività. Usato solo se non sono disponibili le notifiche Push, oppure, se la qualità di rete è scarsa

# permission_users_description
source: Can read from and write to the Kontalk users database and keyring
it: Può leggere e scrivere nel database e nel portachiavi degli utenti Kontalk

# register_device_nonetwork
source: Network not available. Please retry later.
it: Rete non disponibile. Riprova dopo.

# register_device_request_error
source: Error requesting device registration.
it: Errore nella richiesta della registrazione del dispositivo.

# registration_accept_terms_title
source: Accept service terms?
it: Accetti i termini di servizio?

# pref_send_debug_log
source: Send debug log
it: Invia il registro delle correzioni

# pref_debug_log
source: Enable debug log
it: Abilita il registro delle correzioni

# pref_text_enter
source: Enter button
it: Pulsante d'ingresso

# notification_text_more
source: Tap here to know more
it: Premi qui per approfondire

# title_disable_encryption
source: Disable encryption for this chat?
it: Disabilito la crittografia per questa conversazione?

# title_unblock_user_warning
source: Really unblock this user?
it: Sblocco veramente questo utente?

# pref_accept_any_certificate
source: Accept any SSL certificate
it: Accetta qualsiasi certificato SSL

# pref_delete_account
source: Delete your account
it: Elimina il tuo conto

# security_error_decrypt_failed
source: u0020(decryption failed)
it: (decifrazione fallita)

# invite_notification
source: is inviting you to chat
it: ti sta invitando alla conversazione

# security_error_public_key_unavail
source: u0020(public key unavailable)
it: (chiave pubblica non disponibile)

# security_error_integrity_check
source: u0020(integrity check)
it: (controllo d'integrità)

# security_error_invalid_recipient
source: u0020(invalid recipient)
it: (destinatario non valido)

# security_error_invalid_timestamp
source: u0020(invalid timestamp)
it: (impronta temporale non valida)

# pref_title_remove_prefix
source: Remove some dial prefix in Kontalk to match phone numbers correctly
it: Rimuovi alcuni prefissi di composizione in Kontalk per abbinare correttamente i numeri di telefono

# pref_change_passphrase
source: Change personal key password
it: Modifica la parola chiave della chiave personale

# pref_vibrate_label_silent
source: Only when silent
it: Solo in silenzio

# pref_title_emoji_converter
source: Automatically convert some text smileys to emojis
it: Converti automaticamente alcune faccine di testo in emoji

# pref_emoji_converter
source: Convert smileys to emojis
it: Converti le faccine in emoji

# serverlist_update_offline
source: Offline mode is enabled.
it: La modalità scollegata è abilitata.

# serverlist_update_nonetwork
source: Network not available. Please retry later.
it: Rete non disponibile. Riprova più tardi.

# serverlist_update_nodata
source: No available server list found.
it: Nessun elenco di server disponibile trovato.

# serverlist_update_error
source: Unable to download server list. Please retry later.
it: Non riesco a scaricare l'elenco dei server. Riprova dopo.

# serverlist_updating
source: Updating server list&#8230;
it: Aggiornamento della lista dei server&#8230;

# err_attachment_corrupted
source: Unable to download attachment. Message might be corrupted.
it: Non riesco a scaricare l'allegato. Il messaggio potrebbe essere danneggiato.

# err_custom_background
source: An error occurred while setting the background. Please try another image.
it: Si è verificato un errore durante l'impostazione dello sfondo. Per cortesia prova un'altra immagine.

# pref_title_custom_background
source: Pick a background using the option below
it: Scegli uno sfondo usando l'opzione sottostante

# pref_title_background_uri
source: Set custom conversations background image
it: Imposta l'immagine di sfondo delle conversazioni personalizzate

# seen_group_typing_label_more
source: %d people are typing&#8230;
it: %d stanno scrivendo&#8230;

# seen_group_typing_label_two
source: %1$s and %2$s are typing&#8230;
it: %1$s e %2$s stanno scrivendo&#8230;

# seen_group_typing_label_one
source: %s is typing&#8230;
it: %s sta scrivendo&#8230;

# seen_typing_label
source: typing&#8230;
it: scrivo&#8230;

# decrypting_attachment
source: Decrypting attachment&#8230;
it: Decifro l'allegato&#8230;

# downloading_attachment
source: Downloading attachment&#8230;
it: Scarico l'allegato&#8230;

# message_user_not_found
source: Contact seems not to be registered on Kontalk. You can try to contact the user anyway or send him/her an invitation message.
it: Il contatto sembra non essere registrato su Kontalk. Puoi comunque provare a contattare l'utente o inviargli un messaggio di invito.

# notify_text_external_storage
source: Unable to write to external storage.
it: Impossibile scrivere sulla memoria esterna.
