Repository: kontalk/iosclient
Catalog: Kontalk/*.lproj/Localizable.strings
Languages: it

# text_archived_conversations_empty
source: To archive chats, select them from the main screen and use the archive button in the toolbar.
it: Per archiviare le conversazioni, selezionale dalla schermata principale ed usa il pulsante di archiviazione nella barra degli strumenti.

# text_conversations_empty
source: To start writing messages use the new message button below.
it: Per iniziare a scrivere dei messaggi usa il pulsante nuovo messaggio qui sotto.

# text_contacts_empty
source: New users will be automatically added to this list. Use Menu Invite users to send an invitation message to someone.
it: I nuovi utenti verranno aggiunti in automatico a questa lista. Usa il menù Invita utenti per inviare un messaggio d'invito a qualcuno.

# text_invite_message
source: Hey! Check out Kontalk, a free messaging app! http://kontalk.org/
it: Ciao! Dai un'occhiata a Kontalk, un'applicazione di messaggistica gratuita! http://kontalk.org/

# err_sync_failed
source: Unable to refresh contacts list. Please retry later.
it: Non riesco ad aggiornare l'elenco dei contatti. Riprova dopo.

# msg_sync_progress
source: Refreshing contacts list&#8230;
it: Aggiorno la lista contatti&#8230;

# msg_fallback
source: We'll try another way to verify your phone number.
it: Proveremo un altro modo per verificare il tuo numero di telefono.

# msg_register_confirm_number2
source: Please double check that the number is correct.
it: Per cortesia ricontrolla che il numero sia corretto.

# msg_invalid_number
source: Please insert a valid phone number.
it: Per cortesia inserisci un numero di telefono valido.

# err_store_message_failed
source: Unable to store message to outbox.
it: Non riesco a memorizzare il messaggio nella Posta in uscita.

# err_validation_user_exists
source: The number you are using is already registered to Kontalk. If you have registered another device, proceeding in this manner will cut it off from Kontalk. If you are registering another device of yours, choose transfer account.
it: Il numero che stai usando è già registrato su Kontalk. Se lo hai registrato su di un altro dispositivo, procedendo in questo modo verrà interrotto da Kontalk. Se stai registrando un altro tuo dispositivo, scegli Trasferisci conto.

# err_validation_server_not_supported
source: Selected server does not support registration. Please configure another one in Settings screen.
it: Il server selezionato non supporta la registrazione. Per cortesia configurane un altro nella schermata delle Impostazioni.

# err_validation_network_error
source: Unable to connect to server. Please try again later.
it: Non riesco a stabilire una connessione al server. Per cortesia riprova più tardi.

# err_validation_nonetwork
source: No Internet connection is available. Kontalk requires an active Internet connection to work.
it: Nessuna connessione ad Internet disponibile. Kontalk richiede una connessione ad Internet attiva per funzionare.

# err_validation_error
source: An error occurred during verification. Please try again later.
it: Si è verificato un errore durante la verifica. Per cortesia riprova più tardi.

# msg_validation_canceled
source: Verification canceled. You might receive a SMS anyway.
it: Verifica annullata. Potresti comunque ricevere un SMS.

# err_validation_retry_later
source: Too many attempts. Please wait a few minutes and try again.
it: Troppi tentativi. Per cortesia aspetta alcuni minuti e riprova.

# err_authentication_failed_callerid
source: Verification wasn't successful. Try to call the number again and wait a little longer.
it: La verifica non è andata a buon fine. Prova a chiamare di nuovo il numero ed attendi ancora.

# err_authentication_failed
source: Verification code refused. Authentication failed.
it: Codice di verifica rifiutato. Autenticazione fallita.

# pref_title_enable_notifications
source: Display message notifications in status bar
it: Visualizza le notifiche dei messaggi nella barra di stato

# pref_push_notifications_title_unavailable
source: Push notifications are not supported on this device.
it: Le notifiche push non sono supportate su questo dispositivo.

# pref_push_notifications_title_disabled
source: Push notifications support was not included in this version.
it: Il supporto delle notifiche push non è stato incluso in questa versione.

# security_error_invalid_data
source: u0020(invalid data)
it: (dato non valido)

# notify_text_download_completed
source: Attachment download completed
it: Scaricamento dell'allegato completato

# msg_draft_saved
source: Message saved as draft.
it: Messaggio salvato come bozza.

# msg_not_implemented
source: Not implemented yet.
it: Non ancora implementato.

# accurate_to
source: Accurate to %1$s meters
it: Accuratezza di %1$s metri

# send_location
source: Send your current location
it: Invia il tuo luogo attuale

source: Send selected location
it: Invia il luogo selezionato

# msg_no_name
source: Please insert a name.
it: Per cortesia inserisci un nome.

# pref_title_push_notifications
source: Use push notifications if server supports it, saves battery
it: Usa le notifiche Push se il server le supporta, risparmia la batteria

# error_delete_thread
source: Unable to delete thread.
it: Non riesco ad eliminare l'argomento.

# error_delete_message
source: Unable to delete message.
it: Non riesco ad eliminare il messaggio.

# error_store_outbox
source: Unable to store message to outbox. Maybe your memory is full?
it: Non posso memorizzare il messaggio nella Posta in uscita. Forse la tua memoria è piena?

# contact_not_registered
source: Contact seems not to be registered on Kontalk.
it: Il contatto sembra non essere registrato su Kontalk.

# pref_title_off_hide_presence
source: Users will see you online and when you last connected
it: Gli utenti ti vedranno collegato e l'ultima volta che ti sei connesso

# pref_send_typing
source: Send typing notification
it: Invia notifica di digitazione

# pref_auto_accept_subscriptions
source: Automatically accept invitations
it: Accetta automaticamente gli inviti

# pref_title_off_encrypt_userdata
source: Status message will be visible to anyone
it: Il messaggio di stato sarà visibile a chiunque

# pref_title_on_encrypt_userdata
source: Status message will be visible only to users having your phone number
it: Il messaggio di stato sarà visibile solo agli utenti che dispongono del tuo numero di telefono

# pref_regenerate_keypair_confirm
source: A new key pair will be generated and assigned to your account. Your old key will become invalid.
it: Verrà generata una nuova coppia di chiavi e assegnata al tuo conto. La tua vecchia chiave non sarà più valida.

# pref_title_regenerate_keypair
source: Use this in case your personal key has been compromised
it: Usalo nel caso in cui la tua chiave personale sia stata compromessa

# menu_ctx_unarchive_threads
source: Unarchive
it: Disarchivia

# sending_message
source: Sending message&#8230;
it: Messaggio in invio&#8230;

# msg_initializing
source: Registering to the Kontalk network&#8230;
it: Ti sto registrando alla rete Kontalk&#8230;

# confirm_cancel_registration
source: If you go back you'll have to start registration from scratch. If you need to switch to another app, just use the device home button.
it: Se torni indietro dovrai iniziare la registrazione da zero. Se devi passare ad un'altra applicazione, usa il pulsante Home del dispositivo.

# code_validation_intro_manual
source: Please insert the verification code you received. Please note that a verification code can be used only once.
it: Per cortesia inserisci il codice di verifica che hai ricevuto. Tieni presente che un codice di verifica può essere usato una sola volta.

# code_validation_intro2_callerid
source: After closing the call, come back here and tap the verify button below.
it: Dopo aver chiuso la chiamata, torna qui e premi il pulsante di verifica in basso.

# code_validation_intro_callerid
source: Tap the button below and give a missed call to that phone number. Please note that the call must be initiated from the phone number you are registering. The call is free of charge if you hang up as soon as you hear the first ring. It will be enough for us.
it: Premi il pulsante in basso e invia una chiamata persa a quel numero di telefono. Tieni presente che la chiamata deve essere avviata dal numero di telefono che stai registrando. La chiamata è gratuita se si riaggancia non appena si sente il primo squillo. Ci basterà.

# title_nonetwork
source: No internet connection
it: Nessuna connessione ad internet

# title_fallback
source: Having problems?
it: Hai dei problemi?

# err_invalid_passphrase
source: Wrong password. Restart the app to try another one.
it: Parola chiave errata. Riavvia l'applicazione per provarne un'altra.

# title_passphrase_request
source: Personal key password
it: Parola chiave personale

# pref_appearance_settings
source: Appearance
it: Aspetto

# yes_user_not_found
source: Contact user anyway
it: Contatta comunque l'utente

# notify_ticker_external_storage
source: External storage not available
it: Memoria esterna non disponibile

# err_sync_nonetwork
source: Network not available. Please retry later.
it: Rete non disponibile. Riprova dopo.

# msg_do_refresh
source: Refresh to update contact list.
it: Ricarica per aggiornare la lista dei contatti.

# msg_invalid_code
source: Please insert a valid code.
it: Per cortesia inserisci un codice valido.

# msg_register_confirm_number1
source: We will verify the phone number:
it: Verificheremo il numero telefonico:

# msg_invalid_cc
source: Please select a country.
it: Per cortesia seleziona una nazione.

# notify_text_upload_error
source: Attachment upload failed
it: Caricamento fallito dell'allegato

# notify_text_download_error
source: Attachment download failed
it: Scaricamento fallito dell'allegato

# notify_text_decryption_error
source: Decryption failed
it: Decifrazione fallita

# send_mime_not_supported
source: File type not supported.
it: Tipo di documento non supportato.

# button_validation_fallback
source: Not receiving anything?
it: Non stai ricevendo niente?

# err_validation_failed
source: Phone number verification failed.
it: Verifica fallita del numero telefonico.

# pref_title_vibrate
source: Also vibrate when notified
it: Vibra anche durante la notifica

# server_list_last_update
source: Last update: %s
it: Ultimo aggiornamento: %s

# pref_update_server_list
source: Update server list
it: Aggiorna la lista dei server

# notify_message_center_channel_description
source: Required to keep Kontalk service alive
it: Richiesto per mantenere attivo il servizio Kontalk

# pref_enable_outgoing_sound
source: Play sound for outgoing messages
it: Riproduci il suono per i messaggi in uscita

# permission_messages_label
source: Access to Kontalk messages
it: Accesso ai messaggi Kontalk

# reply_message_deleted
source: Message was deleted.
it: Il messaggio è stato eliminato.

# contactinfo_last_seen
source: last seen %s
it: ultima visione %s

# group_command_text_add_remove
source: Someone was added or removed
it: Qualcuno è stato aggiunto o rimosso

# group_command_subject
source: Group subject set to: %s
it: Tematica del gruppo impostata su: %s

# group_command_user_parted
source: %s left the group.
it: %s ha lasciato il gruppo.

# button_load_next_page
source: Load more messages
it: Carica più messaggi

# pref_show_blocked_users
source: Show blocked users
it: Mostra gli utenti bloccati

# hint_record
source: Tap the mic to begin recording.
it: Premi sul microfono per iniziare la registrazione.

# err_passwords_mismatch
source: Passwords do not match!
it: Le parole chiave non coincidono!

# confirm_will_delete_messages
source: The selected messages will be deleted.
it: I messaggi selezionati verranno eliminati.

# confirm_will_delete_message
source: The message will be deleted.
it: Il messaggio verrà eliminato.

# status_notsubscribed
source: Not allowed/Blocked
it: Non permesso/Bloccato

# title_ignore_all_identities
source: Ignore all identities?
it: Ignoro tutte le identità?

# group_untitled
source: Untitled group
it: Gruppo senza titolo

# err_no_contacts_app
source: No contacts app found.
it: Nessuna applicazione trovata per i contatti.

# err_server_invalid_format
source: Invalid address format.
it: Formato dell'indirizzo non valido.

# pref_image_resize
source: Resize images
it: Ridimensiona le immagini

# err_playing_audio
source: Error playing audio.
it: Errore nella riproduzione sonora.

# err_audio_record_writing_permission
source: Access to external storage was denied.
it: È stato negato l'accesso alla memoria esterna.

# err_audio_record_permission
source: Access to microphone was denied.
it: È stato negato l'accesso al microfono.

# err_audio_record
source: Error starting audio recording.
it: Errore nell'avvio della registrazione sonora.

# text_invitation1
source: Request by:
it: Richiesto da:

# title_invitation
source: Chat invitation
it: Invito alla conversazione

# status_activity_title
source: Status message
it: Messaggio di stato

# chooser_error_no_gallery_app
source: No gallery app available.
it: Nessuna applicazione disponibile per la galleria.

# chooser_error_no_camera_app
source: No camera app available.
it: Nessuna applicazione disponibile per la fotocamera.

# err_location_permission
source: Access to location was denied.
it: Accesso negato al luogo.

# warning_offline_mode
source: Offline mode is active. Messages will be sent when back online.
it: La modalità scollegata è attiva. I messaggi verranno inviati quando ci si collega.

# title_offline_mode_warning
source: Offline mode
it: Modalità scollegata

# pref_export_keypair
source: Export personal key
it: Esporta la chiave personale

# err_import_device_fill_all
source: Please fill in all fields.
it: Per cortesia inserisci tutti i campi.

# register_device_offline
source: Offline mode is enabled.
it: La modalità scollegata è abilitata.

# pref_copy_database
source: Copy database
it: Copia il database

# menu_import_messages
source: Import messages
it: Importa i messaggi

# delete_threads_leave_any_groups
source: Also leave any groups
it: Abbandona anche qualsiasi gruppo

# footer_archived_threads
source: Archived chats (%d)
it: Conversazioni archiviate (%d)

# title_archived_threads
source: Archived chats
it: Conversazioni archiviate

# check_dont_show_again
source: Do not show again
it: Non mostrare più

# title_doze_mode
source: Battery optimization
it: Ottimizzazione batteria

# trust_ignored
source: Ignored
it: Ignorato

# trust_unknown
source: Not verified
it: Non verificato

# status_label
source: Status:u0020
it: Stato:

# leave_group_delete_messages
source: Also delete chat history
it: Elimina anche lo storico della conversazione

# group_info_set_title
source: Change subject
it: Cambia la tematica

# group_command_users_added
source: Users added:
it: Utenti aggiunti:

# group_command_self_parted
source: You left the group.
it: Hai lasciato il gruppo.

# group_command_create
source: Group created:
it: Gruppo creato:

# title_group_subject
source: Group subject
it: Tematica del gruppo

# about_credits_translators
source: Translators
it: Traduttori

# about_credits_gfx
source: Graphics/Icons
it: Grafici/Icone

# about_credits_contrib
source: Contributors
it: Contribuenti

# warning_user_blocked
source: You blocked this user.
it: Hai bloccato questo utente.

# title_public_key_unknown_warning
source: Verify personal key
it: Chiave personale verificata

# warning_public_key_unknown
source: Personal key not yet verified
it: Chiave personale non ancora verificata

# title_public_key_changed_warning
source: Personal key changed
it: Chiave personale cambiata

# warning_public_key_changed
source: Personal key changed
it: Chiave personale cambiata

# pref_maps_service
source: Service provider
it: Fornitore dei servizi

# title_auth_error
source: Authentication error
it: Errore d'autenticazione

# title_block_user_warning
source: Really block this user?
it: Blocco davvero questo utente?

# msg_user_unblocked
source: User has been unblocked.
it: Gli utenti sono stati sbloccati.

# msg_user_blocked
source: User has been blocked.
it: Gli utenti sono stati bloccati.

# pref_sync_invisible_contacts
source: Include invisible contacts
it: Includi i contatti invisibili

# title_identity_self
source: Identity (this is you!)
it: Identità (sei tu!)

# text_invitation_info
source: (chat invitation)
it: (invito alla conversazione)

# pref_media_autodownload_label_wifi
source: Only on Wi-Fi
it: Solo su Wi-Fi

# notification_text_service_running
source: Tap to open
it: Premi per aprire

source: Decrypt message
it: Decifra il messaggio

# pref_push_notifications
source: Push notifications
it: Notifiche Push

# btn_reply_cancel_description
source: Cancel reply
it: Annulla la risposta

# contactinfo_userid
source: User ID
it: ID utente

# contactinfo_fingerprint
source: Fingerprint
it: Impronta

# contactinfo_phone_number
source: Phone number
it: Numero di telefono

# import_device_btn_input
source: Input manually
it: Inserimento manuale

# import_device_btn_scan
source: Scan barcode
it: Scansiona il codice a barre

# import_device_scan_screen_title
source: Scan secret code
it: Scansiona il codice segreto

# contactinfo_activity_title
source: Contact info
it: Informazioni sul contatto

# btn_device_import
source: Transfer account
it: Trasferisci il conto

# import_device_hint_token
source: Secret code
it: Codice segreto

# import_device_hint_server
source: Server name
it: Nome del server

# import_device_hint_account
source: Phone number
it: Numero di telefono

# import_device_title
source: Import account
it: Importa il conto

# register_device_title
source: Register device
it: Registra il dispositivo

# pref_register_device
source: Register device
it: Registra il dispositivo

# registration_poweredby
source: Powered by
it: Alimentato da

# action_compose_group
source: New group
it: Nuovo gruppo

# action_compose
source: New chat
it: Nuova conversazione

# trust_verified
source: Verified
it: Vefiricato

# btn_huawei_protected_apps
source: Protected Apps
it: Applicazioni protette

# title_huawei_protected_apps
source: Huawei Protected Apps
it: Applicazioni protette Huawei

source: Learn more
it: Approfondisci

# group_info_menu_add_again
source: Add again
it: Riaggiungi

# group_info_menu_remove
source: Remove
it: Rimuovi

# group_info_owner_member
source: Owner
it: Proprietario

# group_info_ignore_all
source: Ignore all
it: Ignora tutto

# group_info_members
source: Group members
it: Membri del gruppo

# group_info_leave
source: Leave group
it: Lascia il gruppo

# groupinfo_activity_title
source: Group info
it: Info sul gruppo

# group_command_text_part_kicked
source: You were removed from this group
it: Sei stato rimosso da questo gruppo

# group_command_text_part_self
source: You left this group
it: Hai lasciato questo gruppo

# group_command_text_part
source: Someone left this group
it: Qualcuno ha lasciato questo gruppo

# group_command_text_subject
source: Group subject changed
it: Cambiata la tematica del gruppo

# group_command_users_removed
source: Users removed:
it: Utenti rimossi:

# group_command_text_create
source: Group created
it: Gruppo creato

# warning_button_details
source: DETAILS
it: DETTAGLI

# pref_off
source: Off
it: Spento

# pref_on
source: On
it: Acceso

# pref_location_settings
source: Location
it: Luogo

# pref_media_autodownload_label_always
source: Always
it: Sempre

# pref_media_autodownload_label_never
source: Never
it: Mai

source: SLIDE TO CANCEL
it: Scorri per annullare

# pref_media_settings
source: Media
it: Documento mediale

# err_file_not_found
source: File not found.
it: Documento non trovato.

# err_password_invalid
source: Wrong password.
it: Parola chiave sbagliata.

# title_password2
source: Confirm password:
it: Conferma la parola chiave:

# title_password1
source: Password:
it: Parola chiave:

# copy_clipboard
source: Copy to clipboard
it: Copia negli appunti

# button_identity
source: Identity
it: Identità

# button_ignore
source: Ignore
it: Ignora

# button_private_chat
source: Private chat
it: Conversazione privata

# button_block
source: Block
it: Blocca

# chooser_send_picture
source: Send picture
it: Invia foto

# chooser_select_link
source: Choose action
it: Scegli un'azione

# title_credits
source: Credits
it: Crediti

# pref_help
source: Help
it: Aiuto

# pref_other
source: Other
it: Altro

source: Going online.
it: Mi sto collegando.

source: Going offline.
it: Mi sto scollegando.

source: Places nearby
it: Luoghi nei dintorni

# location_no_result
source: No results
it: Nessun risultato

# title_user_exists
source: User exists
it: L'utente esiste

# confirm_delete_message
source: Delete message
it: Elimina il messaggio

# text_search_results_empty
source: No messages found.
it: Nessun messaggio trovato.

# err_audio_or_storage_denied
source: We need access to the microphone for recording your voice and access to external storage to save your recordings.
it: Abbiamo bisogno dell'accesso al microfono per registrare la tua voce e l'accesso alla memoria esterna per salvare le tue registrazioni.

# err_validation_phone_state_denied
source: If you allow Kontalk to manage phone calls, it can automatically detect your phone number. Kontalk won't use the granted permission for anything else.
it: Se permetti a Kontalk nel gestire le chiamate telefoniche, può rilevare in automatico il tuo numero telefonico. Kontalk non usera i permessi concessi per altro.

# header_recent_status
source: Recently used status messages
it: Messaggi di stato usati di recente

# hint_status_entry
source: Type your status message here
it: Digita qui il tuo messaggio di stato

# chooser_error_no_browser
source: No browser available to open link.
it: Nessun navigatore disponibile per aprire il collegamento.

# chooser_error_no_dialer
source: No dialer app available to call or no telephony available on this device.
it: Non è disponibile alcuna applicazione di chiamata o telefonia su questo dispositivo.

# chooser_error_no_app
source: No suitable app available to open the file.
it: Nessuna applicazione adatta disponibile per aprire il documento.

# chooser_error_no_camera
source: External storage not available. Taking picture from camera will not be enabled.
it: Memoria esterna non disponibile. Lo scatto delle foto dalla fotocamera non sarà abilitato.

# msg_location_disabled
source: We need access to location. Choose OK to go to settings and enable it.
it: Abbiamo bisogno dell'accesso alla posizione. Scegli OK per accedere alle impostazioni e abilitalo.

# err_location_access_unknown_error
source: Unable to request location services activation.
it: Non riesco a richiedere l'attivazione dei servizi di localizzazione.

# err_location_no_providers
source: No location providers available. Current location will not be available.
it: Nessun fornitore di posizione disponibile. Il luogo attuale non sarà disponibile.

# err_googlemaps_fallback_osm
source: Google Maps is not available, falling back to OpenStreetMap.
it: Mappe di Google non è disponibile, ripiego su OpenStreetMap.

# notification_location
source: sent you a location
it: ti ha inviato un luogo

# err_import_keypair_read
source: Unable to read personal key from external storage.
it: Non riesco a leggere la chiave personale dalla memoria esterna.

# err_import_keypair_uid_mismatch
source: Imported key doesn't match the phone number you entered.
it: La chiave importata non corrisponde al numero di telefono inserito.

# err_import_keypair_failed
source: Personal key import failed.
it: Importazione della chiave personale non riuscita.

# msg_import_keypair_complete
source: Personal key import completed.
it: Importazione della chiave personale completata.

source: Download again
it: Riscarica

source: Download file
it: Scarica il documento
